{
  "startTour": "Guida e Tour",
  "welcome": "Benvenuto in Grapholex Insight, il tuo assistente di grafologia forense! Esploriamo insieme le funzionalità principali.",
  "sidebar": "Questa barra laterale ti dà accesso a tutte le funzionalità principali dell'applicazione.",
  "dashboard": "La Dashboard ti offre una panoramica delle tue attività recenti e accesso rapido alle azioni comuni.",
  "documents": "Gestisci la tua biblioteca di documenti. Carica, visualizza e analizza documenti forensi.",
  "assistant": "Fai domande sui tuoi documenti. L'assistente basato su IA analizzerà i tuoi documenti e fornirà approfondimenti.",
  "signatures": "Verifica le firme confrontando firme di riferimento con quelle da esaminare.",
  "settings": "Configura le impostazioni del tuo account, le chiavi API e le preferenze.",
  "profile": "Accedi alle impostazioni del tuo profilo e disconnettiti da qui.",
  "dashboardStats": "Visualizza le statistiche dei tuoi documenti e analisi a colpo d'occhio.",
  "quickUpload": "Carica rapidamente nuovi documenti per l'analisi.",
  "recentActivities": "Visualizza le tue attività e analisi recenti.",
  "documentsHeader": "Questa è la tua biblioteca di documenti dove puoi gestire tutti i tuoi documenti forensi.",
  "uploadButton": "Clicca qui per caricare nuovi documenti.",
  "documentsView": "Visualizza i tuoi documenti in griglia o elenco.",
  "documentsFilters": "Filtra i documenti per tipo, data o cerca file specifici.",
  "signaturesHeader": "Benvenuto nello strumento di Verifica Firme, una funzionalità chiave per la grafologia forense.",
  "createProject": "Inizia creando un progetto di firma per organizzare la tua analisi.",
  "referenceSignatures": "Carica qui firme di riferimento autentiche.",
  "verifySignatures": "Carica firme da verificare rispetto ai riferimenti.",
  "compareSignatures": "Confronta le firme e visualizza rapporti di analisi dettagliati.",
  "signatureMethodology": "Scopri la metodologia scientifica alla base della nostra analisi delle firme.",
  "assistantHeader": "Questo è il tuo Assistente Documentale, uno strumento basato su IA per analizzare i tuoi documenti.",
  "documentSelection": "Seleziona i documenti che vuoi analizzare.",
  "queryInput": "Fai domande sui tuoi documenti qui. Sii specifico sui termini di grafologia forense per ottenere risultati migliori.",
  "chatInterface": "Visualizza qui la cronologia della conversazione e gli approfondimenti sui documenti.",
  "back": "Indietro",
  "close": "Chiudi",
  "finish": "Termina",
  "next": "Avanti",
  "skip": "Salta"
}