{
  "startTour": "Help & Tour",
  "welcome": "Welcome to Grapholex Insight, your forensic graphology assistant! Let's walk through the main features.",
  "sidebar": "This sidebar gives you access to all the main features of the application.",
  "dashboard": "The Dashboard gives you an overview of your recent activities and quick access to common actions.",
  "documents": "Manage your document library. Upload, view, and analyze forensic documents.",
  "assistant": "Ask questions about your documents. The AI-powered assistant will analyze your documents and provide insights.",
  "signatures": "Verify signatures by comparing reference signatures with ones to be examined.",
  "settings": "Configure your account settings, API keys, and preferences.",
  "profile": "Access your profile settings and logout from here.",
  "dashboardStats": "See your document and analysis statistics at a glance.",
  "quickUpload": "Quickly upload new documents for analysis.",
  "recentActivities": "View your recent activities and analyses.",
  "documentsHeader": "This is your document library where you can manage all your forensic documents.",
  "uploadButton": "Click here to upload new documents.",
  "documentsView": "View your documents in grid or list view.",
  "documentsFilters": "Filter documents by type, date, or search for specific files.",
  "signaturesHeader": "Welcome to the Signature Verification tool, a key feature for forensic graphology.",
  "createProject": "Start by creating a signature project to organize your analysis.",
  "referenceSignatures": "Upload authentic reference signatures here.",
  "verifySignatures": "Upload signatures to verify against references.",
  "compareSignatures": "Compare signatures and view detailed analysis reports.",
  "signatureMethodology": "Learn about the scientific methodology behind our signature analysis.",
  "assistantHeader": "This is your Document Assistant, an AI-powered tool to analyze your documents.",
  "documentSelection": "Select the documents you want to analyze.",
  "queryInput": "Ask questions about your documents here. Be specific about forensic graphology terms for better results.",
  "chatInterface": "View the conversation history and document insights here.",
  
  "settingsHeader": "Welcome to your account settings. Here you can manage your profile, API keys, and security settings.",
  "profileSettings": "Update your personal information and professional details here.",
  "apiSettings": "Configure your API keys for OpenAI and other services. These are needed for advanced text analysis.",
  "securitySettings": "Manage your password and account security settings.",
  
  "adminHeader": "This is the admin panel where you can manage users and system settings.",
  "adminTabs": "Switch between different administration sections using these tabs.",
  "userManagement": "Manage user accounts, including role assignments and account status.",
  "systemSettings": "View system statistics and configure global settings like email services.",
  
  "back": "Back",
  "close": "Close",
  "finish": "Finish",
  "next": "Next",
  "skip": "Skip"
}